import React from 'react';

export default function AutoHeader() {
  return (
    <div className="  ml-[120px]  select-none text-[#333333]">
      
      {/* Գլխավոր վերնագիր */}
      <h1 className="text-[34px] font-medium mb-8">
        Գործընկեր ավտոսրահներ
      </h1>

      {/* Տեքստային հատվածներ */}
      <div className="space-y-6 text-base md:text-[17px] leading-relaxed">
        
        <p>
          Պետք է ավտովարկ և որոշել ես դիմել <span className="text-[#5E1EEB] font-medium">Evoca</span>-ին, իմացիր՝ արդեն ունես արտոնյալ պայմաններ։
        </p>

        {/* Մանուշակագույն ենթավերնագիր */}
        <p className="text-[#5E1EEB] font-bold text-lg">
          Նոր մեքենա, ցածր տոկոսադրույք
        </p>

        <p>
          Դու գիտես, որ Evoca-ում ավտոմեքենա կարող ես ձեռք բերել ինչպես առաջնային, այնպես էլ երկրորդային 
          շուկայից։  
        </p>
        <p>Առաջնային շուկայի դեպքում՝ Evoca-ն համագործակցում է մի շարք ավտոսրահների հետ և 
          առաջարկում վարկավորման արտոնյալ պայմաններ։</p>

        <p>
          Վարկավորման արտոնյալ պայմանները հերիք չի, դու նաև ունես տեղում վարկային հայտ ներկայացնելու 
          հնարավորություն։  
         
        </p>
        <p>
            Հայտը ներկայացնելուց հետո հարցման պատասխանը ստանում ես րոպեների ընթացքում։ 
          
          </p>
          <p>
             Կարող ես տեղում կնքել վարկային պայմանագիրը և դու ունես նոր ավտոմեքենա՝ հատուկ պայմաններով։ 
          </p>
<p> 
     Օնլայն վարկավորման դեպքում՝ ավտովարկը տրամադրվում է առանց սպասարկման վճարների;  </p>
        <p>
            <p>
                 ԿԱՍԿՈ 
          ապահովագրությունը վարկի մայր գումարի մնացորդի չափով յուրաքանչյուր տարի մինչև վարկի մարման 
          
            </p>
          <span className="text-[#5E1EEB] font-medium">Evoca</span>-ի գործընկեր ավտոսրահների կողմից 
          առաջարկվող պայմաններին մանրամասն կարող ես ծանոթանալ ստորև․
        </p>

      </div>
    </div>
  );
}